Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Offer a popup
de: Popup bereitstellen
es: Ofrecer una ventana emergente
et: Paku hüpikakent
fr: Proposer une fenêtre contextuelle
hu: Felugró ablak biztosítása
it: Fornisci un popup
ja: ポップアップを提供
ko: 팝업 제공
ms: Sediakan tetingkap timbul
pt: Disponibilizar uma janela emergente
ru: Предоставить всплывающее окно
zh_hans: 提供弹出窗口

source: Offer an element
de: Element bereitstellen
es: Ofrecer un elemento
et: Paku elementi
fr: Proposer un élément
hu: Elem biztosítása
it: Fornisci un elemento
ja: 要素を提供
ko: 요소 제공
ms: Sediakan elemen
pt: Disponibilizar um elemento
ru: Предоставить элемент
zh_hans: 提供元素

source: Offer animations
de: Animationen bereitstellen
es: Ofrecer animaciones
et: Paku animatsioone
fr: Proposer des animations
hu: Animációk biztosítása
it: Fornisci animazioni
ja: アニメーションを提供
ko: 애니메이션 제공
ms: Sediakan animasi
pt: Disponibilizar animações
ru: Предоставить анимации
zh_hans: 提供动画

source: Official
de: Offiziell
es: Oficiales
et: Ametlikud
fr: Officiels
hi: आधिकारिक
hu: Hivatalos
it: Ufficiali
ja: 公式
ko: 공식
ms: Rasmi
ne: आधिकारिक
pt: Oficiais
ru: Официальные
tr: Resmî
zh_hans: 官方

source: Official custom panels from Clink.
de: Offizielle individuelle Panels von Clink.
es: Paneles personalizados oficiales de Clink.
et: Clinki ametlikud kohandatud paneelid.
fr: Panneaux personnalisés officiels de Clink.
hu: Hivatalos egyéni panelek a Clinktől.
it: Pannelli personalizzati ufficiali di Clink.
ja: Clink 公式のカスタムパネル。
ko: Clink의 공식 사용자 지정 패널입니다.
ms: Panel tersuai rasmi daripada Clink.
pt: Painéis personalizados oficiais do Clink.
ru: Официальные пользовательские панели от Clink.
zh_hans: Clink 官方的自定义面板。

source: Official keyboard fonts from Clink.
de: Offizielle Tastatur-Schriftarten von Clink.
es: Fuentes de teclado oficiales de Clink.
et: Clinki ametlikud klaviatuurifondid.
fr: Polices de clavier officielles de Clink.
hu: Hivatalos billentyűzetbetűtípusok a Clinktől.
it: Caratteri di tastiera ufficiali di Clink.
ja: Clink 公式のキーボードフォント。
ko: Clink의 공식 키보드 글꼴입니다.
ms: Fon papan kekunci rasmi daripada Clink.
pt: Tipos de letra de teclado oficiais do Clink.
ru: Официальные шрифты клавиатуры от Clink.
zh_hans: Clink 官方的键盘字体。

source: Official keyboard layouts from Clink.
de: Offizielle Tastatur-Layouts von Clink.
es: Disposiciones de teclado oficiales de Clink.
et: Clinki ametlikud klaviatuuripaigutused.
fr: Dispositions de clavier officielles de Clink.
hu: Hivatalos billentyűzetelrendezések a Clinktől.
it: Layout di tastiera ufficiali di Clink.
ja: Clink 公式のキーボードレイアウト。
ko: Clink의 공식 키보드 레이아웃입니다.
ms: Susun atur papan kekunci rasmi daripada Clink.
pt: Esquemas de teclado oficiais do Clink.
ru: Официальные раскладки клавиатуры от Clink.
zh_hans: Clink 官方的键盘布局。

source: Official keyboard profiles from Clink.
de: Offizielle Tastatur-Profile von Clink.
es: Perfiles de teclado oficiales de Clink.
et: Clinki ametlikud klaviatuuriprofiilid.
fr: Profils de clavier officiels de Clink.
hu: Hivatalos billentyűzetprofilok a Clinktől.
it: Profili di tastiera ufficiali di Clink.
ja: Clink 公式のキーボードプロファイル。
ko: Clink의 공식 키보드 프로필입니다.
ms: Profil papan kekunci rasmi daripada Clink.
pt: Perfis de teclado oficiais do Clink.
ru: Официальные профили клавиатуры от Clink.
zh_hans: Clink 官方的键盘配置文件。

source: Official keyboard sound packs from Clink.
de: Offizielle Tastatur-Klangpakete von Clink.
es: Paquetes de sonidos de teclado oficiales de Clink.
et: Clinki ametlikud klaviatuurihelipaketid.
fr: Packs de sons de clavier officiels de Clink.
hu: Hivatalos billentyűzethang-csomagok a Clinktől.
it: Pacchetti suoni di tastiera ufficiali di Clink.
ja: Clink 公式のキーボードサウンドパック。
ko: Clink의 공식 키보드 사운드 팩입니다.
ms: Pek bunyi papan kekunci rasmi daripada Clink.
pt: Pacotes de sons de teclado oficiais do Clink.
ru: Официальные наборы звуков клавиатуры от Clink.
zh_hans: Clink 官方的键盘声音包。

source: Official keyboard themes from Clink.
de: Offizielle Tastatur-Themes von Clink.
es: Temas de teclado oficiales de Clink.
et: Clinki ametlikud klaviatuuriteemad.
fr: Thèmes de clavier officiels de Clink.
hu: Hivatalos billentyűzettémák a Clinktől.
it: Temi di tastiera ufficiali di Clink.
ja: Clink 公式のキーボードテーマ。
ko: Clink의 공식 키보드 테마입니다.
ms: Tema papan kekunci rasmi daripada Clink.
pt: Temas de teclado oficiais do Clink.
ru: Официальные темы клавиатуры от Clink.
zh_hans: Clink 官方的键盘主题。

source: Official language packs from Clink.
de: Offizielle Sprachpakete von Clink.
es: Paquetes de idioma oficiales de Clink.
et: Clinki ametlikud keelepaketid.
fr: Packs linguistiques officiels de Clink.
hu: Hivatalos nyelvi csomagok a Clinktől.
it: Pacchetti lingua ufficiali di Clink.
ja: Clink 公式の言語パック。
ko: Clink의 공식 언어 팩입니다.
ms: Pek bahasa rasmi daripada Clink.
pt: Pacotes de idioma oficiais do Clink.
ru: Официальные языковые пакеты от Clink.
zh_hans: Clink 官方的语言包。

source: Official text actions from Clink.
de: Offizielle Textaktionen von Clink.
es: Acciones de texto oficiales de Clink.
et: Clinki ametlikud tekstitegevused.
fr: Actions de texte officielles de Clink.
hu: Hivatalos szövegműveletek a Clinktől.
it: Azioni di testo ufficiali di Clink.
ja: Clink 公式のテキストアクション。
ko: Clink의 공식 텍스트 동작입니다.
ms: Tindakan teks rasmi daripada Clink.
pt: Ações de texto oficiais do Clink.
ru: Официальные текстовые действия от Clink.
zh_hans: Clink 官方的文本操作。

source: Offline autocomplete above the keys, fully on device. Set the space above it under Keys.
de: Offline-Autovervollständigung über den Tasten, komplett auf dem Gerät. Den Abstand darüber stellst du unter Tasten ein.
es: Autocompletado sin conexión sobre las teclas, todo en el dispositivo. Ajusta el espacio superior en Teclas.
et: Ühenduseta automaatlõpetus klahvide kohal, täielikult seadmel. Määra ruum selle kohal jaotises Klahvid.
fr: Autocomplétion hors ligne au-dessus des touches, entièrement sur l'appareil. Règle l'espace au-dessus dans Touches.
hu: Offline automatikus kiegészítés a billentyűk fölött, teljesen az eszközön. A fölötte lévő helyet a Billentyűk alatt állíthatod be.
it: Completamento automatico offline sopra i tasti, tutto sul dispositivo. Imposta lo spazio sopra in Tasti.
ja: キーの上に表示される、すべて端末内で動くオフラインの自動補完です。上の余白は「キー」で設定できます。
ko: 키 위에 뜨는 오프라인 자동 완성으로, 전부 기기 안에서 처리돼요. 위쪽 간격은 '키'에서 설정해요.
ms: Autolengkap luar talian di atas kekunci, sepenuhnya pada peranti. Tetapkan ruang di atasnya dalam Kekunci.
pt: Preenchimento automático offline sobre as teclas, tudo no dispositivo. Define o espaço acima em Teclas.
ru: Офлайн-автодополнение над клавишами, целиком на устройстве. Отступ над ним задаётся в разделе «Клавиши».
zh_hans: 按键上方的离线自动补全，全部在设备本地完成。上方间距可在“按键”里设置。

source: Offline translation needs iOS 18. Choose an AI provider under Integrations to translate on this device.
de: Offline-Übersetzung erfordert iOS 18. Wähle unter Integrationen einen KI-Anbieter, um auf diesem Gerät zu übersetzen.
es: La traducción sin conexión requiere iOS 18. Elige un proveedor de IA en Integraciones para traducir en este dispositivo.
et: Võrguühenduseta tõlge vajab iOS 18. Selles seadmes tõlkimiseks vali jaotises Integratsioonid AI-teenusepakkuja.
fr: La traduction hors ligne nécessite iOS 18. Choisis un fournisseur d’IA dans Intégrations pour traduire sur cet appareil.
hu: Az offline fordításhoz iOS 18 szükséges. A készüléken való fordításhoz válassz AI-szolgáltatót az Integrációk alatt.
it: La traduzione offline richiede iOS 18. Scegli un fornitore IA in Integrazioni per tradurre su questo dispositivo.
ja: オフライン翻訳にはiOS 18が必要です。このデバイスで翻訳するには、「連携」でAIプロバイダーを選んでください。
ko: 오프라인 번역에는 iOS 18이 필요합니다. 이 기기에서 번역하려면 통합에서 AI 제공업체를 선택하세요.
ms: Terjemahan luar talian memerlukan iOS 18. Pilih penyedia AI di bawah Integrasi untuk menterjemah pada peranti ini.
pt: A tradução offline requer o iOS 18. Escolhe um fornecedor de IA em Integrações para traduzir neste dispositivo.
ru: Для перевода без интернета нужна iOS 18. Выберите провайдера ИИ в разделе «Интеграции», чтобы переводить на этом устройстве.
zh_hans: 离线翻译需要 iOS 18。请在“集成”中选择 AI 提供商，以在此设备上使用翻译。

source: Offline translation needs iOS 18. Turn on Apple Intelligence under Integrations to translate on this device.
de: Die Offline-Übersetzung benötigt iOS 18. Schalte Apple Intelligence unter Integrationen ein, um auf diesem Gerät zu übersetzen.
es: La traducción sin conexión requiere iOS 18. Activa Apple Intelligence en Integraciones para traducir en este dispositivo.
et: Ühenduseta tõlge vajab iOS 18. Lülita Apple Intelligence sisse jaotises Integratsioonid, et selles seadmes tõlkida.
fr: La traduction hors ligne nécessite iOS 18. Active Apple Intelligence dans Intégrations pour traduire sur cet appareil.
hu: Az offline fordításhoz iOS 18 kell. Az eszközön végzett fordításhoz kapcsold be az Apple Intelligence-t az Integrációk alatt.
it: La traduzione offline richiede iOS 18. Attiva Apple Intelligence in Integrazioni per tradurre su questo dispositivo.
ja: オフライン翻訳にはiOS 18が必要です。このデバイスで翻訳するには、連携でApple Intelligenceをオンにしてください。
ko: 오프라인 번역에는 iOS 18이 필요해요. 이 기기에서 번역하려면 연동에서 Apple Intelligence를 켜세요.
ms: Terjemahan luar talian memerlukan iOS 18. Hidupkan Apple Intelligence dalam Integrasi untuk menterjemah pada peranti ini.
pt: A tradução offline requer iOS 18. Ativa o Apple Intelligence em Integrações para traduzir neste dispositivo.
ru: Для офлайн-перевода нужен iOS 18. Включите Apple Intelligence в разделе «Интеграции», чтобы переводить на этом устройстве.
zh_hans: 离线翻译需要 iOS 18。请在“集成”中开启 Apple Intelligence，以便在此设备上翻译。

source: Offline typing
de: Offline-Tippen
es: Escritura sin conexión
et: Ühenduseta tipimine
fr: Saisie hors ligne
hu: Offline gépelés
it: Digitazione offline
ja: オフライン入力
ko: 오프라인 입력
ms: Menaip luar talian
pt: Escrita offline
ru: Печать офлайн
zh_hans: 离线输入

source: Old words struck out, new ones right after. Clearest, but it stops reading as a sentence.
de: Alte Wörter durchgestrichen, neue direkt dahinter. Am deutlichsten, aber nicht mehr flüssig lesbar.
es: Palabras antiguas tachadas y nuevas justo después. Es lo más claro, pero deja de leerse como una frase.
et: Vanad sõnad läbikriipsutatud, uued kohe pärast. Kõige selgem, aga ei loe enam lausena.
fr: Anciens mots barrés, nouveaux juste après. Très clair, mais la phrase devient moins lisible.
hu: A régi szavak áthúzva, az újak közvetlenül utánuk. Ez a legtisztább, de már nem olvasható folyamatos mondatként.
it: Parole vecchie barrate e nuove subito dopo. È chiarissimo, ma non si legge più come una frase.
ja: 古い単語を取り消し線で残し、その直後に新しい単語を表示します。違いは明確ですが、文章としては読みにくくなります。
ko: 이전 단어에 취소선을 긋고 바로 뒤에 새 단어를 표시해요. 가장 명확하지만 문장처럼 읽히지는 않아요.
ms: Perkataan lama dipotong dan perkataan baharu selepasnya. Paling jelas, tetapi ayat jadi sukar dibaca.
pt: Palavras antigas riscadas e novas logo a seguir. É mais claro, mas deixa de se ler como uma frase.
ru: Старые слова зачёркнуты, новые — сразу после. Понятнее всего, но перестаёт читаться как предложение.
zh_hans: 划掉旧词，并紧接着显示新词。变化最清楚，但读起来不再像完整句子。

source: On
de: An
es: Activado
et: Sees
fr: Activé
hu: Fel
ja: オン
ko: 켬
ms: Hidup
pt: Ativado
ru: Вкл.
zh_hans: 开启

source: On Space
de: Bei Leertaste
es: Al pulsar espacio
et: Tühiku korral
fr: Sur espace
hu: Szóközön
it: Sullo spazio
ja: スペース入力時
ko: 스페이스에서
ms: Pada Ruang
pt: No espaço
ru: На пробеле
zh_hans: 按空格时

source: On a phone with Apple Intelligence, yes: type the question into the search field at the top of this page and Clink answers it from these pages, on the device.
de: Auf einem Gerät mit Apple Intelligence ja: Tipp die Frage oben in das Suchfeld dieser Seite, und Clink beantwortet sie aus genau diesen Seiten — auf dem Gerät.
es: En un teléfono con Apple Intelligence, sí: escribe la pregunta en el campo de búsqueda de esta página y Clink la responde a partir de estas páginas, en el propio dispositivo.
et: Jah, Apple Intelligence’iga telefonil: tipi küsimus selle lehe ülaosas olevasse otsinguvälja ja Clink vastab sellele neilt lehtedelt, seadmel.
fr: Sur un téléphone avec Apple Intelligence, oui : tape ta question dans le champ de recherche en haut de cette page, et Clink y répond à partir de ces pages, sur l'appareil.
hu: Apple Intelligence-t támogató telefonon igen: írd be a kérdést az oldal tetején lévő keresőmezőbe, és a Clink ezekből az oldalakból válaszol, a készüléken.
it: Su un telefono con Apple Intelligence sì: scrivi la domanda nel campo di ricerca in cima a questa pagina e Clink risponde partendo da queste pagine, sul dispositivo.
ja: Apple Intelligenceに対応した端末なら可能です。このページ上部の検索欄に質問を入力すると、Clinkがこのページの内容をもとに端末内で答えます。
ko: Apple Intelligence를 지원하는 기기라면 가능합니다. 이 페이지 위쪽 검색란에 질문을 적으면, Clink이 이 페이지들의 내용을 바탕으로 기기 안에서 답합니다.
ms: Pada telefon dengan Apple Intelligence, boleh: taip soalan anda dalam medan carian di atas halaman ini dan Clink menjawabnya daripada halaman-halaman ini, dalam peranti.
pt: Num telemóvel com Apple Intelligence, sim: escreve a pergunta no campo de pesquisa no topo desta página e o Clink responde a partir destas páginas, no próprio aparelho.
ru: На телефоне с Apple Intelligence — да: наберите вопрос в поле поиска вверху этой страницы, и Clink ответит по этим страницам, прямо на устройстве.
zh_hans: 如果手机支持 Apple Intelligence，可以：把问题打进本页顶部的搜索框，Clink 就依据这些页面在本机上作答。

source: On a phone with Apple Intelligence, yes: type the question into the search field on this page, or into the search bar on any tab, and Clink answers it from these pages, on the device.
de: Auf einem Gerät mit Apple Intelligence ja: Tipp die Frage in das Suchfeld dieser Seite oder in die Suchleiste auf einem beliebigen Tab, und Clink beantwortet sie aus genau diesen Seiten — auf dem Gerät.
es: En un teléfono con Apple Intelligence, sí: escribe la pregunta en el campo de búsqueda de esta página, o en la barra de búsqueda de cualquier pestaña, y Clink la responde a partir de estas páginas, en el propio dispositivo.
et: Jah, Apple Intelligence’iga telefonil: tipi küsimus selle lehe otsinguvälja või mis tahes kaardi otsinguribale ja Clink vastab sellele neilt lehtedelt, seadmel.
fr: Sur un téléphone avec Apple Intelligence, oui : tape ta question dans le champ de recherche de cette page, ou dans la barre de recherche de n'importe quel onglet, et Clink y répond à partir de ces pages, sur l'appareil.
hu: Apple Intelligence-t támogató telefonon igen: írd be a kérdést ennek az oldalnak a keresőmezőjébe, vagy bármelyik lap keresősávjába, és a Clink ezekből az oldalakból válaszol, a készüléken.
it: Su un telefono con Apple Intelligence sì: scrivi la domanda nel campo di ricerca di questa pagina, o nella barra di ricerca di qualsiasi scheda, e Clink risponde partendo da queste pagine, sul dispositivo.
ja: Apple Intelligenceに対応した端末なら可能です。このページの検索欄、またはどのタブの検索バーに質問を入力しても、Clinkがこのページの内容をもとに端末内で答えます。
ko: Apple Intelligence를 지원하는 기기라면 가능합니다. 이 페이지의 검색란이나 어느 탭의 검색 바에 질문을 적으면, Clink이 이 페이지들의 내용을 바탕으로 기기 안에서 답합니다.
ms: Pada telefon dengan Apple Intelligence, boleh: taip soalan anda dalam medan carian halaman ini, atau dalam bar carian pada mana-mana tab, dan Clink menjawabnya daripada halaman-halaman ini, dalam peranti.
pt: Num telemóvel com Apple Intelligence, sim: escreve a pergunta no campo de pesquisa desta página, ou na barra de pesquisa de qualquer separador, e o Clink responde a partir destas páginas, no próprio aparelho.
ru: На телефоне с Apple Intelligence — да: наберите вопрос в поле поиска на этой странице или в строке поиска на любой вкладке, и Clink ответит по этим страницам, прямо на устройстве.
zh_hans: 如果手机支持 Apple Intelligence，可以：把问题打进本页的搜索框，或任意标签页顶部的搜索栏，Clink 就依据这些页面在本机上作答。

source: On a swipe
de: Beim Wischen
es: Al deslizar
et: Pühkimisel
fr: Sur un balayage
hu: Csúsztatásra
it: Con uno scorrimento
ja: スワイプしたとき
ko: 스와이프할 때
ms: Semasa leret
pt: Ao deslizar
ru: При скольжении
zh_hans: 滑动时

source: On an Apple Intelligence phone it can also punctuate what you said and drop the ums.
de: Auf einem Gerät mit Apple Intelligence setzt es außerdem die Satzzeichen und lässt das Ähm weg.
es: En un iPhone con Apple Intelligence también puede poner la puntuación y quitar las muletillas.
et: Apple Intelligence’iga telefonil saab see ka lisada kirjavahemärgid sellele, mida ütlesid, ja eemaldada ummardused.
fr: Sur un iPhone compatible Apple Intelligence, elle peut aussi ponctuer ce que tu as dit et retirer les hésitations.
hu: Apple Intelligence-képes telefonon a központozást is elhelyezi, és elhagyja a hümmögést.
it: Su un iPhone con Apple Intelligence può anche mettere la punteggiatura e togliere gli intercalari.
ja: Apple Intelligence対応の端末では、句読点を補い、「えーと」なども省いてくれます。
ko: Apple Intelligence를 지원하는 기기에서는 문장 부호까지 넣고 군더더기도 덜어 줍니다.
ms: Pada telefon dengan Apple Intelligence, ia juga boleh meletakkan tanda baca dan membuang bunyi teragak-agak.
pt: Num iPhone com Apple Intelligence também pontua o que disseste e deixa cair os hesitos.
ru: На телефоне с Apple Intelligence он ещё и расставит знаки препинания и уберёт все «эээ».
zh_hans: 在支持 Apple Intelligence 的手机上，它还能补上标点、去掉语气词。

source: On backspace
de: Beim Löschen
es: Al borrar
et: Kustutamisel
fr: À l’effacement
hu: Törléskor
it: Alla cancellazione
ja: 削除時
ko: 삭제 시
ms: Apabila memadam
pt: Ao apagar
ru: При удалении
zh_hans: 删除时

source: On demand
de: Bei Bedarf
es: Cuando lo necesites
et: Vajaduse korral
fr: À la demande
hu: Igény szerint
it: Quando serve
ja: 必要なときに
ko: 필요할 때
ms: Apabila diperlukan
pt: Quando precisares
ru: По запросу
zh_hans: 按需使用

source: On device
de: Auf dem Gerät
es: En el dispositivo
et: Seadmel
fr: Sur l'appareil
hu: A készüléken
it: Sul dispositivo
ja: 端末上
ko: 기기에서
ms: Pada peranti
pt: No dispositivo
ru: На устройстве
zh_hans: 本机运行

source: On every letter, from %@: the same set the live keyboard shows when you type. Change the presets in the Long-press section below the keyboard preview. Add your own swatches above; they lead the bar.
de: Auf jedem Buchstaben, aus %@: dieselbe Auswahl wie beim Tippen auf der Tastatur. Ändere die Voreinstellungen im Abschnitt für langes Drücken unter der Tastaturvorschau. Füge oben eigene Einträge hinzu; sie stehen am Anfang der Leiste.
es: En cada letra, desde %@: el mismo conjunto que muestra el teclado al escribir. Cambia los preajustes en la sección de pulsación larga bajo la vista previa. Añade tus propias muestras arriba; aparecerán al principio de la barra.
et: Igal tähel allikast %@: sama valik, mida näed kirjutades klaviatuuril. Muuda eelseadistusi klaviatuuri eelvaate all pika vajutuse jaotises. Ülal lisatud oma valikud ilmuvad riba alguses.
fr: Sur chaque lettre, depuis %@ : le même ensemble que sur le clavier pendant la saisie. Modifie les préréglages dans la section Appui long sous l’aperçu du clavier. Ajoute tes propres choix ci-dessus ; ils apparaîtront en tête de barre.
hu: Minden betűn, innen: %@. Ugyanaz a készlet, amelyet gépelés közben látsz. Az előbeállításokat a billentyűzet előnézete alatti Hosszú nyomás részben módosíthatod. A fent hozzáadott saját elemek a sáv elejére kerülnek.
it: Su ogni lettera, da %@: lo stesso insieme mostrato dalla tastiera durante la digitazione. Cambia i preset nella sezione della pressione prolungata sotto l’anteprima. Aggiungi le tue opzioni sopra; compariranno all’inizio della barra.
ja: 各文字に表示する%@のセットです。入力中のキーボードと同じ内容です。プリセットはキーボードのプレビュー下にある長押しの設定で変更できます。上で追加した項目はバーの先頭に表示されます。
ko: 각 문자에 %@의 항목이 표시되며 실제 입력 중인 키보드와 같습니다. 키보드 미리보기 아래 길게 누르기 섹션에서 프리셋을 변경하세요. 위에 직접 추가한 항목은 막대 앞에 표시됩니다.
ms: Pada setiap huruf, daripada %@: set yang sama seperti pada papan kekunci semasa menaip. Ubah pratetap dalam bahagian Tekan lama di bawah pratonton papan kekunci. Tambah pilihan sendiri di atas; ia akan muncul di awal bar.
pt: Em cada letra, de %@: o mesmo conjunto que o teclado mostra ao escrever. Altere as predefinições na secção de pressão prolongada sob a pré-visualização do teclado. Adicione as suas opções acima; surgem no início da barra.
ru: На каждой букве, из %@: тот же набор, что на клавиатуре при вводе. Меняйте предустановки в разделе долгого нажатия под предпросмотром клавиатуры. Добавленные выше варианты будут в начале панели.
zh_hans: 每个字母上都显示来自 %@ 的同一组内容，与实际输入时的键盘一致。可在键盘预览下方的“长按”部分更改预设。在上方添加的自定义选项会显示在栏的最前面。

source: On history open
de: Beim Öffnen des Verlaufs
es: Al abrir el historial
et: Ajaloo avamisel
fr: À l'ouverture de l'historique
hu: A történelemről nyitott
it: All'apertura della cronologia
ja: 履歴を開いたとき
ko: 기록을 열 때
ms: Apabila sejarah dibuka
pt: Ao abrir o histórico
ru: При открытии истории
zh_hans: 打开历史记录时

source: On iOS 26+, AI assist uses Apple Intelligence on your phone.
de: Ab iOS 26+ nutzt die KI-Hilfe Apple Intelligence auf deinem Handy.
es: En iOS 26+, la ayuda de IA usa Apple Intelligence en tu teléfono.
et: iOS 26+ korral kasutab TI-abistaja sinu telefonis Apple Intelligence’it.
fr: Sur iOS 26+, l'assistance IA utilise Apple Intelligence sur ton téléphone.
hu: iOS 26-tól az MI-segítség az Apple Intelligence-t használja a telefonodon.
it: Su iOS 26+, l'aiuto IA usa Apple Intelligence sul tuo telefono.
ja: iOS 26 以降では、AI アシストは iPhone の中の Apple Intelligence を使います。
ko: iOS 26 이상에서는 AI 도움이 휴대폰의 Apple Intelligence를 써요.
ms: Pada iOS 26+, bantuan AI guna Apple Intelligence pada telefon anda.
pt: No iOS 26+, a ajuda de IA usa o Apple Intelligence no teu telemóvel.
ru: На iOS 26 и новее помощь ИИ работает через Apple Intelligence на вашем телефоне.
zh_hans: 在 iOS 26 及以上，AI 辅助用的是你手机上的 Apple Intelligence。

source: On key
de: Bei jeder Taste
es: Por tecla
et: Iga klahvi järel
fr: À chaque touche
hu: Minden billentyűnél
it: A ogni tasto
ja: キーごとに
ko: 키마다
ms: Setiap kekunci
pt: A cada tecla
ru: При каждой клавише
zh_hans: 每次按键时

source: On keyboard open
de: Beim Öffnen der Tastatur
es: Al abrir el teclado
et: Klaviatuuri avamisel
fr: À l'ouverture du clavier
hu: A billentyűzet megnyitásakor
it: All'apertura della tastiera
ja: キーボードを開いたとき
ko: 키보드를 열 때
ms: Apabila papan kekunci dibuka
pt: Ao abrir o teclado
ru: При открытии клавиатуры
zh_hans: 打开键盘时

source: On language
de: Beim Sprachwechsel
es: Al cambiar de idioma
et: Keele vahetamisel
fr: Au changement de langue
hu: Nyelvváltáskor
it: Al cambio di lingua
ja: 言語切り替え時
ko: 언어 변경 시
ms: Apabila bahasa bertukar
pt: Ao mudar de idioma
ru: При смене языка
zh_hans: 切换语言时

source: On open
de: Beim Öffnen
es: Al abrir
et: Avamisel
fr: À l'ouverture
hu: Megnyitáskor
it: All'apertura
ja: 開いたとき
ko: 열릴 때
ms: Semasa dibuka
pt: Ao abrir
ru: При открытии
zh_hans: 打开时

source: On the keyboard
de: Auf der Tastatur
es: En el teclado
et: Klaviatuuril
fr: Sur le clavier
hu: A billentyűzeten
it: Sulla tastiera
ja: キーボード上
ko: 키보드에서
ms: Pada papan kekunci
pt: No teclado
ru: На клавиатуре
zh_hans: 在键盘上

source: On the keyboard, open Clipboard from the tools menu and tap a clip to paste it.
de: Öffne auf der Tastatur die Zwischenablage im Tools-Menü und tippe einen Eintrag an, um ihn einzusetzen.
es: En el teclado, abre Portapapeles desde el menú de herramientas y toca un elemento para pegarlo.
et: Klaviatuuril ava tööriistade menüüst Lõikelaud ja puuduta klippi, et see kleepida.
fr: Sur le clavier, ouvre Presse-papiers depuis le menu des outils et touche un élément pour le coller.
hu: A billentyűzeten nyisd meg a Vágólapot az eszközök menüből, és koppints egy elemre a beillesztéshez.
it: Sulla tastiera, apri Appunti dal menu strumenti e tocca un elemento per incollarlo.
ja: キーボードのツールメニューから「クリップボード」を開き、項目をタップすると貼り付けられます。
ko: 키보드의 도구 메뉴에서 클립보드를 열고 항목을 누르면 붙여넣어집니다.
ms: Pada papan kekunci, buka Papan keratan dari menu alat dan ketik satu item untuk menampalnya.
pt: No teclado, abre Área de transferência no menu de ferramentas e toca num item para o colares.
ru: На клавиатуре откройте «Буфер обмена» из меню инструментов и нажмите на фрагмент, чтобы вставить его.
zh_hans: 在键盘上从工具菜单打开“剪贴板”，点一条就粘贴进去。
